
JSON_NEW_HELP=  {
    "help_txt": { 
		"start_propmt_text": "[padding='l:0 t:4 r:0 b:4']\n\
您好！欢迎您来到对外经济贸易大学。让我们一起了解一下3D校园的功能！",
		"introduce_text": "[padding='l:0 t:4 r:0 b:4']\n\
校园介绍\n\
  点击“校园介绍”按钮，可以了解校园概述、校园文化等内容，让您对对外经济贸易大学有一个全面的认识，并且这些知识都是与校园内实际位置相关的。",
		"take_photos": "[padding='l:0 t:4 r:0 b:4']\n\
拍照\n\
  只需点击拍照按钮，就可以将你所看到的校园美景保存在自己的机器上，留作欣赏。",
		"system_settings": "[padding='l:0 t:4 r:0 b:4']\n\
设置（语言切换、音乐）\n\
  本系统针对外国游客设置，可以使用中英文双语言进行切换，同时也可以在此设置音乐的开关。",
		"ask_help": "[padding='l:0 t:4 r:0 b:4']\n\
帮助\n\
  点击屏幕下方的帮助按钮，将为您打开全程指导手册，您可以全面了解“3D校园”的所有功能和操作方法。",
		"sand_table": "[padding='l:0 t:4 r:0 b:4']\n\
电子沙盘\n\
  点击屏幕下方“电子沙盘”按钮，场景切换到电子沙盘场景。通过生活功能分类，可以直观快捷的展示校园内设施，并提供一键快速到达功能。",
		"wander_route": "[padding='l:0 t:4 r:0 b:4']\n\
漫游路线\n\
  点击界面右侧的“漫游路线”按钮，选择相应的漫游路径。“漫游”时在空中以俯视的方式，也可以在地面以平视的方式，将校园内部建筑格局和校园景色尽收眼底。",
        "choose_title": "\n\
  欢迎来到对外经济贸易大学3D场景！是否需要新手帮助",
        "help1_info": "[padding='l:0 t:4 r:0 b:4']\n\
  手动漫游时，鼠标单击校园地面某位置，将自动行走到该位置。",
        "over_info": "[padding='l:0 t:4 r:0 b:4']\n\
  非常好！现在你可以自由的控制角色浏览我们的校园3D场景啦。"
    }
}

